Repository: jhabaa/express_website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it, nl

# Bonjour
source: Hello
it: Buongiorno
nl: Goedendag

source: About
it: Informazioni
nl: Over ons

# about_title
source: We combine the best to care for your laundry
it: Combiniamo il meglio per prenderci cura del tuo bucato
nl: Wij combineren het beste om voor uw wasgoed te zorgen

# about_sub
source: Discover our innovative and eco-friendly cleaning solutions. Give your laundry an unparalleled shine while respecting the planet.
it: Scopri le nostre soluzioni di pulizia innovative ed ecologiche. Offri al tuo bucato una brillantezza senza pari rispettando l'ambiente.
nl: Ontdek onze innovatieve en milieuvriendelijke schoonmaakoplossingen. Geef uw wasgoed een ongeëvenaarde glans terwijl u het milieu respecteert.

# numbers_title
source: Many satisfied customers and expertise that makes a difference
it: Molti clienti soddisfatti e competenza che fa la differenza
nl: Veel tevreden klanten en expertise die het verschil maakt

# numbers_subtitle
source: With care and precision, we offer tailor-made services, adapted to your clothes, household linen, or professional textiles. Our dedicated team places your satisfaction at the heart of its priorities, guaranteeing impeccable results.
it: Con cura e precisione, offriamo servizi su misura, adattati ai tuoi vestiti, biancheria per la casa o tessuti professionali. Il nostro team dedicato pone la tua soddisfazione al centro delle sue priorità, garantendo risultati impeccabili.
nl: Met zorg en precisie bieden wij op maat gemaakte diensten, aangepast aan uw kleding, huishoudlinnen of professionele textiel. Ons toegewijde team plaatst uw tevredenheid centraal, en garandeert onberispelijke resultaten.

# number1_text
source: Years of experience
it: Anni di esperienza
nl: Jarenlange ervaring

# number2_text
source: Collaborations with local businesses
it: Collaborazioni con aziende locali
nl: Samenwerkingen met lokale bedrijven

# strengths_title
source: All our customers appreciate our way of working. Thanks to our fast, flexible, and quality service, we always meet their expectations with care and efficiency.
it: Tutti i nostri clienti apprezzano il nostro modo di lavorare. Grazie al nostro servizio rapido, flessibile e di qualità, soddisfiamo sempre le loro aspettative con cura ed efficienza.
nl: Al onze klanten waarderen onze manier van werken. Dankzij onze snelle, flexibele en kwaliteitsservice voldoen wij altijd aan hun verwachtingen met zorg en efficiëntie.

# strength1_title
source: Fast and flexible service
it: Servizio rapido e flessibile
nl: Snelle en flexibele service

# strength1_sub
source: At Ex-Press Dry Clean, we are committed to providing fast service without ever compromising on quality. Thanks to our expertise and modern equipment, we guarantee impeccable care for your clothes, even within the shortest deadlines. Our flexibility is at the heart of our service: we adapt to your schedule, with pickup and delivery options that meet your constraints. Each item is meticulously inspected to ensure a perfect result, whether for emergency cleaning or regular routine. With Ex-Press Dry Clean, enjoy fast, reliable, and high-quality service designed to simplify your daily life.
it: Da Ex-Press Dry Clean, ci impegniamo a fornire un servizio rapido senza mai compromettere la qualità. Grazie alla nostra esperienza e alle attrezzature moderne, garantiamo una cura impeccabile per i tuoi vestiti, anche nei tempi più brevi. La nostra flessibilità è al centro del nostro servizio: ci adattiamo al tuo programma, con opzioni di ritiro e consegna che soddisfano le tue esigenze. Ogni capo è meticolosamente ispezionato per garantire un risultato perfetto, sia per la pulizia d'emergenza che per la routine regolare. Con Ex-Press Dry Clean, goditi un servizio rapido, affidabile e di alta qualità progettato per semplificare la tua vita quotidiana.
nl: Bij Ex-Press Dry Clean zetten wij ons in om een snelle service te bieden zonder ooit in te boeten op kwaliteit. Dankzij onze expertise en moderne apparatuur garanderen wij een onberispelijke verzorging van uw kleding, zelfs binnen de kortste termijnen. Onze flexibiliteit staat centraal in onze service: wij passen ons aan uw schema aan, met ophaal- en bezorgopties die aan uw eisen voldoen. Elk item wordt zorgvuldig geïnspecteerd om een perfect resultaat te garanderen, of het nu gaat om noodreiniging of reguliere routine. Met Ex-Press Dry Clean geniet u van een snelle, betrouwbare en hoogwaardige service die is ontworpen om uw dagelijks leven te vereenvoudigen.

# strength2_title
source: Continuous improvement and quality rigor
it: Miglioramento continuo e rigore di qualità
nl: Continue verbetering en kwaliteitsrigor

# strength2_sub
source: We implement strict procedures and continuous improvement to guarantee high-quality standards. Each step of our process is carefully controlled to ensure impeccable service, meeting the most demanding criteria. Our priority: spotless laundry. We do not hesitate to perform multiple cleanings if necessary to guarantee a perfect result every time.
it: Implementiamo procedure rigorose e miglioramento continuo per garantire standard di alta qualità. Ogni fase del nostro processo è attentamente controllata per garantire un servizio impeccabile, soddisfacendo i criteri più esigenti. La nostra priorità: bucato impeccabile. Non esitiamo a eseguire più pulizie se necessario per garantire un risultato perfetto ogni volta.
nl: We implementeren strikte procedures en continue verbetering om hoge kwaliteitsnormen te garanderen. Elke stap van ons proces wordt zorgvuldig gecontroleerd om een onberispelijke service te garanderen, die voldoet aan de meest veeleisende criteria. Onze prioriteit: vlekkeloze was. We aarzelen niet om meerdere reinigingen uit te voeren indien nodig om elke keer een perfect resultaat te garanderen.

# strength3_title
source: Ecology and sustainability
it: Ecologia e sostenibilità
nl: Ecologie en duurzaamheid

# strength3_sub
source: Committed to the environment, we implement responsible practices that reduce water and chemical usage. By choosing eco-friendly solutions, we minimize our environmental impact while providing quality service. Our goal is to preserve the planet while guaranteeing impeccable results for your clothes.
it: Impegnati per l'ambiente, implementiamo pratiche responsabili che riducono l'uso di acqua e prodotti chimici. Scegliendo soluzioni ecologiche, minimizziamo il nostro impatto ambientale offrendo al contempo un servizio di qualità. Il nostro obiettivo è preservare il pianeta garantendo risultati impeccabili per i tuoi vestiti.
nl: Toegewijd aan het milieu, implementeren wij verantwoorde praktijken die het water- en chemische gebruik verminderen. Door te kiezen voor milieuvriendelijke oplossingen, minimaliseren wij onze ecologische voetafdruk terwijl wij een kwaliteitsservice bieden. Ons doel is om de planeet te behouden terwijl wij onberispelijke resultaten voor uw kleding garanderen.

# strength4_title
source: Personalized customer experience
it: Esperienza cliente personalizzata
nl: Gepersonaliseerde klantervaring

# strength4_sub
source: In-store, we practice active listening to understand and best meet the needs of each customer. Whether it's specific ironing, starching or not your sheets, or any other particular request, we adapt our services to satisfy your requirements.
it: In negozio, pratichiamo un ascolto attivo per comprendere e soddisfare al meglio le esigenze di ogni cliente. Che si tratti di stiratura specifica, inamidare o meno le tue lenzuola, o qualsiasi altra richiesta particolare, adattiamo i nostri servizi per soddisfare le tue esigenze.
nl: In de winkel luisteren wij actief om de behoeften van elke klant te begrijpen en hierop in te spelen. Of het nu gaat om specifiek strijken, uw lakens al dan niet stijf maken, of een andere specifieke verzoek, wij passen onze diensten aan om aan uw eisen te voldoen.

# engagements_title
source: We design tailor-made laundry solutions to simplify your daily life
it: Progettiamo soluzioni di lavanderia su misura per semplificare la tua vita quotidiana
nl: Wij ontwerpen op maat gemaakte wasservices om uw dagelijks leven te vereenvoudigen

# engagements_sub
source: With <b>Express Dry Clean</b>, transform your laundry experience with modern, efficient, and personalized services, adapted to your specific needs.
it: Con <b>Express Dry Clean</b>, trasforma la tua esperienza di lavanderia con servizi moderni, efficienti e personalizzati, adattati alle tue esigenze specifiche.
nl: Met <b>Express Dry Clean</b> transformeert u uw waservaring met moderne, efficiënte en gepersonaliseerde diensten, aangepast aan uw specifieke behoeften.

# engagements_btn1
source: Explore our services
it: Esplora i nostri servizi
nl: Ontdek onze diensten

# engagements_title_2
source: Our core values and commitments
it: I nostri valori fondamentali e impegni
nl: Onze kernwaarden en verplichtingen

# engagement1_title
source: Recognized expertise in Brussels
it: Competenza riconosciuta a Bruxelles
nl: Erkende expertise in Brussel

# engagement1_text
source: For over 15 years, we have been collaborating with individuals and businesses to offer innovative and reliable solutions.
it: Da oltre 15 anni, collaboriamo con privati e aziende per offrire soluzioni innovative e affidabili.
nl: Al meer dan 15 jaar werken wij samen met particulieren en bedrijven om innovatieve en betrouwbare oplossingen te bieden.

# engagement2_title
source: A dedicated team
it: Un team dedicato
nl: Een toegewijd team

# engagement2_text
source: Our experts are committed to providing you with exceptional quality service, whether for your delicate clothes or professional textiles.
it: I nostri esperti si impegnano a fornirti un servizio di qualità eccezionale, sia per i tuoi vestiti delicati che per i tessuti professionali.
nl: Onze experts zetten zich in om u een uitzonderlijke kwaliteitsservice te bieden, of het nu gaat om uw delicate kleding of professionele textiel.

# engagement_card_title
source: Want to know more about our approach?
it: Vuoi saperne di più sul nostro approccio?
nl: Wilt u meer weten over onze aanpak?

# engagement_card_btn
source: Check out our successes
it: Scopri i nostri successi
nl: Bekijk onze successen

# engagement3_title
source: Modern and sustainable tools
it: Strumenti moderni e sostenibili
nl: Moderne en duurzame hulpmiddelen

# engagement3_text
source: We continuously invest in eco-friendly technologies to guarantee optimal results while respecting the environment.
it: Investiamo continuamente in tecnologie ecologiche per garantire risultati ottimali rispettando l'ambiente.
nl: We investeren continu in milieuvriendelijke technologieën om optimale resultaten te garanderen met respect voor het milieu.

# engagement4_title
source: Seamless communication
it: Comunicazione senza soluzione di continuità
nl: Naadloze communicatie

# engagement4_text
source: Transparent follow-up and constant availability to respond to your requests as quickly as possible.
it: Follow-up trasparente e disponibilità costante per rispondere alle tue richieste nel minor tempo possibile.
nl: Transparante opvolging en constante beschikbaarheid om zo snel mogelijk op uw verzoeken te reageren.

# engagement5_title
source: High-end cleaning and ironing
it: Pulizia e stiratura di alta gamma
nl: Hoogwaardige reiniging en strijken

# engagement5_text
source: Unmatched cleanliness and care for your textiles, with particular attention to delicate materials.
it: Pulizia e cura ineguagliabili per i tuoi tessuti, con particolare attenzione ai materiali delicati.
nl: Ongenaakbare netheid en zorg voor uw textiel, met bijzondere aandacht voor delicate materialen.

# engagement6_title
source: Flexible pickup and delivery
it: Ritiro e consegna flessibili
nl: Flexibele ophaal- en bezorgservice

# engagement6_text
source: Choose the time slot that suits you, and we take care of the rest.
it: Scegli la fascia oraria che ti si addice, e noi ci occupiamo del resto.
nl: Kies het tijdslot dat u uitkomt, en wij zorgen voor de rest.

# engagement7_title
source: Solutions for businesses
it: Soluzioni per le aziende
nl: Oplossingen voor bedrijven

# engagement7_text
source: Unmatched cleanliness and care for your textiles, with particular attention to delicate materials.
it: Pulizia e cura ineguagliabili per i tuoi tessuti, con particolare attenzione ai materiali delicati.
nl: Ongenaakbare netheid en zorg voor uw textiel, met bijzondere aandacht voor delicate materialen.

# engagement8_title
source: Eco-friendly treatments
it: Trattamenti ecologici
nl: Milieuvriendelijke behandelingen

# engagement8_text
source: Optimized processes to reduce environmental impact while guaranteeing impeccable results.
it: Processi ottimizzati per ridurre l'impatto ambientale garantendo al contempo risultati impeccabili.
nl: Geoptimaliseerde processen om de ecologische voetafdruk te verkleinen en tegelijkertijd onberispelijke resultaten te garanderen.

# engagements_btn2
source: Explore our stores
it: Esplora i nostri negozi
nl: Ontdek onze winkels

source: Contact
it: Contatto

# contact_title
source: A dedicated team
it: Un team dedicato
nl: Een toegewijd team

# contact_sub
source: Our team is here to help you. You can ask us your questions if you have any. We are available 24/7.
it: Il nostro team è qui per aiutarti. Puoi farci le tue domande se ne hai. Siamo disponibili 24/7.
nl: Ons team is hier om u te helpen. U kunt ons uw vragen stellen als u die heeft. Wij zijn 24/7 beschikbaar.

# call_btn
source: Call
it: Chiama
nl: Bel

# contact_right_1
source: Contact us
it: Contattaci
nl: Neem contact met ons op

# contact_right_2
source: Our team remains available for assistance
it: Il nostro team rimane disponibile per assistenza
nl: Ons team blijft beschikbaar voor assistentie

# contact_right_3
source: Talk to us
it: Parla con noi
nl: Praat met ons

# contact_right_4
source: Talk to our agents via chat
it: Parla con i nostri agenti via chat
nl: Praat met onze agenten via chat

# contact_right_5
source: Send an email
it: Invia un'email
nl: Stuur een e-mail

# contact_right_6
source: Message on Facebook
it: Messaggio su Facebook
nl: Bericht op Facebook

# contact_right_7
source: Visit us
it: Visita noi
nl: Bezoek ons

# contact_right_8
source: Talk to us in person at our stores or headquarters
it: Parla con noi di persona nei nostri negozi o nella nostra sede
nl: Praat met ons persoonlijk in onze winkels of hoofdkantoor

source: First name
it: Nome
nl: Voornaam

source: Last name
it: Cognome
nl: Achternaam

source: Phone number
it: Numero di telefono
nl: Telefoonnummer

# email
source: Email address
it: Indirizzo email
nl: E-mailadres

# subject
source: Message
it: Messaggio
nl: Bericht

source: Delivery
it: Consegna

# delivery_title
source: Cleaning that comes to you
it: Pulizia che viene da te
nl: Reiniging die naar u toe komt

# delivery_subtitle_1
source: Can't move to drop off or pick up your laundry? Ex-Press Dry Clean takes care of everything!
it: Non puoi muoverti per consegnare o ritirare il tuo bucato? Ex-Press Dry Clean si occupa di tutto!
nl: Kunt u niet verplaatsen om uw wasgoed af te geven of op te halen? Ex-Press Dry Clean zorgt voor alles!

# delivery_subtitle_2
source: Whether it's for collecting your dirty laundry or delivering your clean clothes, we offer a tailor-made delivery service to the address of your choice, anywhere in Belgium.
it: Sia per la raccolta del tuo bucato sporco che per la consegna dei tuoi vestiti puliti, offriamo un servizio di consegna su misura all'indirizzo di tua scelta, ovunque in Belgio.
nl: Of het nu gaat om het ophalen van uw vuile was of het bezorgen van uw schone kleding, wij bieden een op maat gemaakte bezorgservice naar het adres van uw keuze, overal in België.

# delivery_subtitle_3
source: Contact us today to arrange the collection or delivery of your laundry. With Ex-Press Dry Clean, enjoy professional quality directly at your door!
it: Contattaci oggi per organizzare la raccolta o la consegna del tuo bucato. Con Ex-Press Dry Clean, goditi la qualità professionale direttamente a casa tua!
nl: Neem vandaag nog contact met ons op om de ophaling of levering van uw wasgoed te regelen. Met Ex-Press Dry Clean geniet u van professionele kwaliteit direct aan uw deur!

# delivery_citation
source: «Ex-Press Dry Clean, directly to your home»
it: «Ex-Press Dry Clean, direttamente a casa tua»
nl: «Ex-Press Dry Clean, direct bij u thuis»

# delivery_text_1
source: At Ex-Press Dry Clean, we offer a home delivery service tailored to your needs, with delivery fees based on your geographical area:
it: Da Ex-Press Dry Clean, offriamo un servizio di consegna a domicilio su misura per le tue esigenze, con tariffe di consegna basate sulla tua area geografica:
nl: Bij Ex-Press Dry Clean bieden wij een thuisbezorgservice die is afgestemd op uw behoeften, met bezorgkosten op basis van uw geografische gebied:

# delivery_zone_1
source: Brussels: 5€
it: Bruxelles: 5€
nl: Brussel: 5€

# delivery_zone_2
source: Walloon and Flemish Brabant: 10€
it: Brabante Vallone e Fiammingo: 10€
nl: Waals en Vlaams-Brabant: 10€

# delivery_zone_3
source: Outside these areas, mileage pricing on request.
it: Fuori da queste aree, tariffazione chilometrica su richiesta.
nl: Buiten deze gebieden, kilometerprijs op aanvraag.

# delivery_text_2
source: Do not hesitate to contact us for more details on the specific rates for your address. We are committed to making your experience as convenient and accessible as possible!
it: Non esitare a contattarci per maggiori dettagli sulle tariffe specifiche per il tuo indirizzo. Ci impegniamo a rendere la tua esperienza il più conveniente e accessibile possibile!
nl: Aarzel niet om contact met ons op te nemen voor meer details over de specifieke tarieven voor uw adres. Wij zetten ons in om uw ervaring zo gemakkelijk en toegankelijk mogelijk te maken!

# delivery_bloc_1_title
source: Appointment scheduling
it: Pianificazione degli appuntamenti
nl: Afspraak maken

# delivery_bloc_1_sub
source: Communicate dates and time slots that suit you for collection. You can easily book by email or phone.
it: Comunica date e fasce orarie che ti si addicono per la raccolta. Puoi facilmente prenotare via email o telefono.
nl: Communiceer data en tijdslots die u uitkomen voor de ophaling. U kunt eenvoudig boeken via e-mail of telefoon.

# delivery_bloc_2_title
source: Home collection
it: Raccolta a domicilio
nl: Ophalen aan huis

# delivery_bloc_2_sub
source: Our delivery personnel come directly to your home to collect your clothes. You just need to prepare them, and we take care of the rest.
it: Il nostro personale di consegna viene direttamente a casa tua per raccogliere i tuoi vestiti. Devi solo prepararli, e noi ci occupiamo del resto.
nl: Ons bezorgpersoneel komt direct bij u thuis om uw kleding op te halen. U hoeft ze alleen maar klaar te maken, en wij zorgen voor de rest.

# delivery_bloc_3_title
source: Cleaning and care
it: Pulizia e cura
nl: Reiniging en verzorging

# delivery_bloc_3_sub
source: Once your clothes arrive at our premises, they are treated with the utmost care. Our team of experts ensures that each item is cleaned and ironed with precision.
it: Una volta che i tuoi vestiti arrivano nei nostri locali, vengono trattati con la massima cura. Il nostro team di esperti garantisce che ogni capo sia pulito e stirato con precisione.
nl: Zodra uw kleding bij ons aankomt, wordt deze met de grootste zorg behandeld. Ons team van experts zorgt ervoor dat elk item zorgvuldig wordt gereinigd en gestreken.

# delivery_bloc_4_title
source: Return of clean clothes
it: Ritorno dei vestiti puliti
nl: Terugkeer van schone kleding

# delivery_bloc_4_sub
source: As soon as your clothes are ready, we deliver them to your home at the agreed time. Enjoy impeccable clothes without any effort.
it: Non appena i tuoi vestiti sono pronti, li consegniamo direttamente a casa tua, piegati e pronti per essere indossati. Goditi la comodità di un servizio di lavanderia professionale senza dover uscire di casa.
nl: Zodra uw kleding klaar is, leveren wij deze op het afgesproken tijdstip bij u af. U hoeft alleen maar te genieten van de frisheid en netheid van uw kleding.

# title_sub
source: Impeccable dry cleaning, a sustainable future.
it: Servizi di lavanderia e pulizia a secco di alta qualità
nl: Onberispelijke stomerij, een duurzame toekomst.

# title4
source: discover our eco-friendly dry cleaning
it: Servizi di lavanderia
nl: ontdek onze milieuvriendelijke stomerij

source: subtitle4
it: Offriamo una gamma completa di servizi di lavanderia, dalla pulizia a secco alla stiratura, per soddisfare tutte le tue esigenze.
nl: Wij bieden een volledig assortiment wasservices, van stomerij tot strijken, om aan al uw behoeften te voldoen.

# title3
source: discover our eco-friendly dry cleaning
it: Pulizia a secco
nl: stomerij

# title5
source: where to find us?
it: I nostri servizi
nl: onze diensten

# subtitle5-1
source: Looking for a reliable laundry service in Belgium?
it: Lavaggio e stiratura
nl: Wassen en strijken

# subtitle5-2
source: Need a home dry cleaning service for quick and efficient care?
it: Pulizia a secco
nl: Stomerij

# subtitle5-3
source: Want to entrust your household linen to experts for impeccable care?
it: Riparazioni e modifiche
nl: Reparaties en aanpassingen

# subtitle5-4
source: Discover our eco-friendly dry cleaning services.
it: Servizi di consegna
nl: Bezorgdiensten

# goto
source: go
it: Vai a
nl: ga naar

source: Pricing
it: Prezzi
nl: Prijzen

# Localization
source: Find Us
it: Localizzazione
nl: Lokalisatie

source: See on Maps
it: Vedi su Maps
nl: Bekijk op Maps

# title6
source: contact us
it: Titolo 6
nl: Titel 6

# text6-1
source: for information on any service, do not hesitate
it: Testo 6-1
nl: Tekst 6-1

# text6-2
source: Contact us
it: Testo 6-2
nl: Tekst 6-2

# text6-3
source: better? Visit us directly in our stores or write to us
it: Testo 6-3
nl: Tekst 6-3

source: Privacy policy
it: Politica sulla privacy
nl: Privacybeleid

source: General terms
it: Termini generali
nl: Algemene voorwaarden

source: Our Locations
it: Le nostre sedi
nl: Onze locaties

source: Select a Store
it: Seleziona un negozio
nl: Selecteer een winkel

source: Go to store
it: Vai al negozio
nl: Ga naar winkel

source: Our Services
it: I nostri servizi
nl: Onze diensten

# Blanchisserie
source: Laundry
it: Lavanderia
nl: Wasserij

# Couture
source: Tailoring
it: Cucito
nl: Kledingreparatie

# Nettoyage
source: Dry Cleaning
it: Pulizia
nl: Stomerij

# Description Blanchisserie
source: Discover our modern laundry service, where each piece is treated with care for an impeccable result. Give your laundry a radiant cleanliness and expert care.
it: Descrizione Lavanderia
nl: Ontdek onze moderne wasserijdienst, waar elk stuk met zorg wordt behandeld voor een onberispelijk resultaat. Geef uw wasgoed een stralende reinheid en deskundige verzorging.

# Description Couture
source: “Perfect alterations for clothes that reflect you.” “A hem to redo or a button that won't stay on? We are here to bring your clothes back to life!”
it: Descrizione Cucito
nl: “Perfecte aanpassingen voor kleding die bij u past.” “Een zoom die opnieuw moet worden gedaan of een knoop die niet blijft zitten? Wij zijn hier om uw kleding nieuw leven in te blazen!”

# Description Nettoyage
source: “Your laundry carefully treated in good hands.”
it: Descrizione Pulizia
nl: “Uw wasgoed zorgvuldig behandeld in goede handen.”
