Repository: jhabaa/express_website
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: it, nl

# Informations Blanchisserie
source: <h1>Welcome to Ex-Press Dry Clean</h1> <h2>A laundry service near you</h2> <p>Looking for a laundry service near Molenbeek, Jette, Ixelles, or Auderghem for your household linen care? Want to entrust your daily laundry to professionals? Discover the services of our laundry <strong>Ex-Press Dry Clean</strong>!</p> <p>We take care of your laundry with expertise and offer services tailored to your needs. With our new calender, we guarantee perfectly ironed laundry and impeccable care for all your household items.</p> <h2>Professional care for your laundry</h2> <p>The laundry entrusted to our team is carefully treated, stained, then washed and dried in 100% professional machines, designed to guarantee an impeccable result. We use specialized detergents for perfect stain removal and washing, regardless of the type of textile. Before any washing, our experts carefully check the labels of each item to adapt the treatment and avoid any risk of error.</p> <p><strong>Care tip:</strong> for optimal care, we recommend keeping the small labels on your clothes and textiles. They contain essential information for proper care!</p> <h2>Ex-Press Dry Clean: Your laundry in good hands</h2> <p>At Ex-Press Dry Clean, we meet all requests, whether from individuals or professionals. Do you have a carpet to clean, curtains to wash after dust accumulation, or duvets to refres
it: Informazioni Lavanderia
nl: <h1>Welkom bij Ex-Press Dry Clean</h1> <h2>Een wasserijdienst bij u in de buurt</h2> <p>Op zoek naar een wasserijdienst in de buurt van Molenbeek, Jette, Ixelles of Auderghem voor de verzorging van uw huishoudlinnen? Wilt u uw dagelijkse wasgoed toevertrouwen aan professionals? Ontdek de diensten van onze wasserij <strong>Ex-Press Dry Clean</strong>!</p> <p>Wij zorgen met expertise voor uw wasgoed en bieden diensten op maat aan uw behoeften. Met onze nieuwe kalander garanderen wij perfect gestreken wasgoed en onberispelijke verzorging voor al uw huishoudelijke artikelen.</p> <h2>Professionele zorg voor uw wasgoed</h2> <p>Het wasgoed dat aan ons team wordt toevertrouwd, wordt zorgvuldig behandeld, vlekvrij gemaakt, vervolgens gewassen en gedroogd in 100% professionele machines, ontworpen om een onberispelijk resultaat te garanderen. Wij gebruiken gespecialiseerde detergenten voor perfecte vlekverwijdering en wassen, ongeacht het type textiel. Voor elke wasbeurt controleren onze experts zorgvuldig de labels van elk artikel om de behandeling aan te passen en elk risico op fouten te vermijden.</p> <p><strong>Verzorgingstip:</strong> voor optimale verzorging raden wij aan de kleine labels op uw kleding en textiel te bewaren. Ze bevatten essentiële informatie voor de juiste verzorging!</p> <h2>Ex-Press Dry Clean: Uw wasgoed in goede handen</h2> <p>Bij Ex-Press Dry Clean voldoen wij aan alle verzoeken, of ze nu van particulieren of professionals komen. Heeft u een tapijt dat gereinigd moet worden, gordijnen die gewassen moeten worden na stofophoping, of dekbedden die opgefrist moeten worden voordat u ze weer op uw bed legt? Vertrouw ze toe aan onze experts!</p> <p>Wij zorgen voor al uw wasgoed, inclusief de meest delicate artikelen, in onze speciaal ingerichte wasserij- en stomerijruimtes. Verspil geen tijd meer aan het wassen van uw huishoudlinnen of dat van uw gezin! Bezoek een van onze vijf winkels. Wij zijn er om u te adviseren en de best passende oplossing te vinden voor de verzorging van uw wasgoed.</p>

source: Informations Couture
it: Informazioni Cucito

source: Informations Nettoyage
it: Informazioni Pulizia

# Anorak en duvet
source: Down anorak
it: Anorak in piuma
nl: Donsanorak

# description_Anorak_en_duvet
source: Description Down anorak
it: Descrizione Anorak in piuma
nl: Beschrijving Donsanorak

# Blouse en soie
source: Silk blouse
it: Blusa in seta
nl: Zijden blouse

# description_Blouse_en_soie
source: Description Silk blouse
it: Descrizione Blusa in seta
nl: Beschrijving Zijden blouse

# Bonnet
source: Cap
it: Berretto
nl: Muts

# description_Bonnet
source: Description Cap
it: Descrizione Berretto
nl: Beschrijving Muts

# Châle
source: Shawl
it: Scialle
nl: Sjaal

# description_Châle
source: Description Shawl
it: Descrizione Scialle
nl: Beschrijving Sjaal

# Chemise
source: Shirt
it: Camicia
nl: Overhemd

# description_Chemise
source: Description Shirt
it: Descrizione Camicia
nl: Beschrijving Overhemd

# Chemisier
source: Blouse
it: Camicetta

# description_Chemisier
source: Description Blouse
it: Descrizione Camicetta
nl: Beschrijving Blouse

# Combi
source: Overall
it: Tuta

# description_Combi
source: Description Overall
it: Descrizione Tuta
nl: Beschrijving Overall

# Costume (2 pièces)
source: Suit (2 pieces)
it: Completo (2 pezzi)
nl: Kostuum (2-delig)

# description_Costume_2_pièces
source: Description Suit (2 pieces)
it: Descrizione Completo (2 pezzi)
nl: Beschrijving Kostuum (2-delig)

# Costume (3 pièces)
source: Suit (3 pieces)
it: Completo (3 pezzi)
nl: Kostuum (3-delig)

# description_Costume_3_pièces
source: Description Suit (3 pieces)
it: Descrizione Completo (3 pezzi)
nl: Beschrijving Kostuum (3-delig)

source: Couette
it: Piumone
nl: Dekbed

# description_Couette
source: Description Duvet
it: Descrizione Piumone
nl: Beschrijving Dekbed

# Couverture 1 personne
source: Blanket for 1 person
it: Coperta 1 persona
nl: Dekentje voor 1 persoon

# description_Couverture_1_personne
source: Description Blanket for 1 person
it: Descrizione Coperta 1 persona
nl: Beschrijving Dekentje voor 1 persoon

# Couverture 2 personnes
source: Blanket for 2 persons
it: Coperta 2 persone
nl: Dekentje voor 2 personen

# description_Couverture_2_personnes
source: Description Blanket for 2 persons
it: Descrizione Coperta 2 persone
nl: Beschrijving Dekentje voor 2 personen

# Couvre-lit
source: Bedspread
it: Copri letto
nl: Bedsprei

# description_Couvre_lit
source: Description Bedspread
it: Descrizione Copri letto
nl: Beschrijving Bedsprei

# Cravate
source: Tie
it: Cravatta
nl: Stropdas

# description_Cravate
source: Description Tie
it: Descrizione Cravatta
nl: Beschrijving Stropdas

# description_Djélaba
source: Description Djellaba
it: Descrizione Djellaba
nl: Beschrijving Djellaba

# Drap
source: Sheet
it: Lenzuolo
nl: Laken

# description_Drap
source: Description Sheet
it: Descrizione Lenzuolo
nl: Beschrijving Laken

# Echarpe
source: Scarf
it: Sciarpa
nl: Sjaal

# description_Echarpe
source: Description Scarf
it: Descrizione Sciarpa
nl: Beschrijving Sjaal

# fermeture éclair - Tirette
source: zipper - Pull tab
it: cerniera - Tirette
nl: ritssluiting - Trekkertje

# description_fermeture_éclair_Tirette
source: Description zipper - Pull tab
it: Descrizione cerniera - Tirette
nl: Beschrijving ritssluiting - Trekkertje

# Foulard
source: Scarf
it: Foulard
nl: Sjaaltje

# description_Foulard
source: Description Scarf
it: Descrizione Foulard
nl: Beschrijving Sjaaltje

# Gant (non cuir)
source: Glove (non-leather)
it: Guanto (non in pelle)
nl: Handschoen (niet van leer)

# description_Gant_non_cuir
source: Description Glove (non-leather)
it: Descrizione Guanto (non in pelle)
nl: Beschrijving Handschoen (niet van leer)

# Gilet
source: Vest
it: Gilet

# description_Gilet
source: Description Vest
it: Descrizione Gilet
nl: Beschrijving Vest

# Imperméable
source: Raincoat
it: Impermeabile
nl: Regenjas

# description_Imperméable
source: Description Raincoat
it: Descrizione Impermeabile
nl: Beschrijving Regenjas

# Imperméable fourré
source: Lined raincoat
it: Impermeabile foderato
nl: Gewatteerde regenjas

# description_Imperméable_fourré
source: Description Lined raincoat
it: Descrizione Impermeabile foderato
nl: Beschrijving Gewatteerde regenjas

# Jupe longue
source: Long skirt
it: Gonna lunga
nl: Lange rok

# description_Jupe_longue
source: Description Long skirt
it: Descrizione Gonna lunga
nl: Beschrijving Lange rok

# Jupe plissée
source: Pleated skirt
it: Gonna plissettata
nl: Plissérok

# description_Jupe_plissée
source: Description Pleated skirt
it: Descrizione Gonna plissettata
nl: Beschrijving Plissérok

# Jupe simple
source: Simple skirt
it: Gonna semplice
nl: Eenvoudige rok

# description_Jupe_simple
source: Description Simple skirt
it: Descrizione Gonna semplice
nl: Beschrijving Eenvoudige rok

# Linge au kilo
source: Price per kilo.
it: Prezzo al chilo.
nl: Prijs per kilo.

# description_Linge_au_kilo
source: Description Price per kilo
it: Descrizione Linge al chilo
nl: Beschrijving Prijs per kilo

# Manteau
source: We take care of your jeans
it: Ci prendiamo cura del tuo jeans
nl: Wij onderhouden uw jeans

# description_Manteau
source: Description Coat
it: Descrizione Manteau
nl: Beschrijving Mantel

# Nappe 0-2.5m
source: Tablecloth 0-2.5m
it: Tovaglia 0-2.5m
nl: Tafelkleed 0-2.5m

# description_Nappe_0_2_5m
source: Description Tablecloth 0-2.5m
it: Descrizione Tovaglia 0-2.5m
nl: Beschrijving Tafelkleed 0-2.5m

# Nappe 2.5 - 3.5m
source: Tablecloth 2.5 - 3.5m
it: Tovaglia 2.5 - 3.5m
nl: Tafelkleed 2.5 - 3.5m

# description_Nappe_2_5_3_5m
source: Description Tablecloth 2.5 - 3.5m
it: Descrizione Tovaglia 2.5 - 3.5m
nl: Beschrijving Tafelkleed 2.5 - 3.5m

# Nappe 3.5 - 5m
source: Tablecloth 3.5 - 5m
it: Tovaglia 3.5 - 5m
nl: Tafelkleed 3.5 - 5m

# description_Nappe_3_5_5m
source: Description Tablecloth 3.5 - 5m
it: Descrizione Tovaglia 3.5 - 5m
nl: Beschrijving Tafelkleed 3.5 - 5m

# Ourlet avec doublure
source: Hem with lining
it: Orlo con fodera
nl: Zoom met voering

# description_Ourlet_avec_doublure
source: Description Hem with lining
it: Descrizione Orlo con fodera
nl: Beschrijving Zoom met voering

# Ourlet Machine
source: Machine hem
it: Orlo a macchina
nl: Machinezoom

# description_Ourlet_Machine
source: Description Machine hem
it: Descrizione Orlo a macchina
nl: Beschrijving Machinezoom

# Pantalon
source: We take care of your jeans
it: Ci prendiamo cura del tuo jeans
nl: Wij onderhouden uw jeans

# description_Pantalon
source: Description Pants
it: Descrizione Pantalon
nl: Beschrijving Broek

# Rideau
source: Price per square meter.
it: Prezzo al metro quadrato.
nl: Prijs per vierkante meter.

# description_Rideau
source: Description Price per square meter
it: Descrizione Rideau
nl: Beschrijving Prijs per vierkante meter

# Robe de mariée
source: Starting price.
it: Prezzo di partenza.
nl: Startprijs.

# description_Robe_de_mariée
source: Description Wedding dress
it: Descrizione Robe de mariée
nl: Beschrijving Bruidsjurk

# Tapis
source: Price per square meter.
it: Prezzo al metro quadrato.
nl: Prijs per vierkante meter.

# description_Tapis
source: Description Carpet
it: Descrizione Tapis
nl: Beschrijving Tapijt

# Tenture / Rideaux
source: Making your curtains and drapes. Fabrics to be provided. Price per square meter.
it: Confezione delle tue tende e tendaggi. Tessuti da fornire. Prezzo al metro quadrato.
nl: Confectie van uw gordijnen en gordijnen. Stoffen te leveren. Prijs per vierkante meter.

# description_Tenture_Rideaux
source: Description Curtains / Drapes
it: Descrizione Tenture / Rideaux
nl: Beschrijving Gordijnen / Gordijnen

# Veste
source: A clean jacket is better
it: Una giacca pulita è meglio
nl: Een schone jas is beter

# description_Veste
source: Description Jacket
it: Descrizione Veste
nl: Beschrijving Jas

source: Description Auderghem
it: Descrizione Auderghem
nl: Beschrijving Auderghem

source: Description Jourdan
it: Descrizione Jourdan
nl: Beschrijving Jourdan

source: Description Moortebeek
it: Descrizione Moortebeek
nl: Beschrijving Moortebeek

source: Description Saint-Josse
it: Descrizione Saint-Josse
nl: Beschrijving Saint-Josse

source: Description Zaventem
it: Descrizione Zaventem
nl: Beschrijving Zaventem

source: Subtitle Auderghem
it: Sottotitolo Auderghem
nl: Ondertitel Auderghem

source: Subtitle Jourdan
it: Sottotitolo Jourdan
nl: Ondertitel Jourdan

source: Subtitle Moortebeek
it: Sottotitolo Moortebeek
nl: Ondertitel Moortebeek

source: Subtitle Saint-Josse
it: Sottotitolo Saint-Josse
nl: Ondertitel Saint-Josse

source: Subtitle Zaventem
it: Sottotitolo Zaventem
nl: Ondertitel Zaventem

# Nos_services
source: Our Services
it: I nostri servizi
nl: Onze diensten

# Nos_service_subtitle
source: Our service subtitle
it: Sottotitolo dei nostri servizi
nl: Ondertitel van onze diensten

# work1_title
source: Work title 1
it: Titolo lavoro 1
nl: Titel werk 1

# work1_content
source: Work content 1
it: Contenuto lavoro 1
nl: Inhoud werk 1

# work2_title
source: Work title 2
it: Titolo lavoro 2
nl: Titel werk 2

# work2_content
source: Work content 2
it: Contenuto lavoro 2
nl: Inhoud werk 2

# work3_title
source: Work title 3
it: Titolo lavoro 3
nl: Titel werk 3

# work3_content
source: Work content 3
it: Contenuto lavoro 3
nl: Inhoud werk 3

# work4_title
source: Work title 4
it: Titolo lavoro 4
nl: Titel werk 4

# work4_content
source: Work content 4
it: Contenuto lavoro 4
nl: Inhoud werk 4

source: Pricing title 1
it: Titolo prezzi 1
nl: Titel prijzen 1

source: Pricing title 2
it: Titolo prezzi 2
nl: Titel prijzen 2

source: Pricing title 3
it: Titolo prezzi 3
nl: Titel prijzen 3

source: Our services are available in Moortebeek
it: I nostri servizi sono disponibili a Moortebeek

source: Our services are available in all our stores
it: I nostri servizi sono disponibili in tutti i nostri negozi

# Couette simple ou double
source: Single or double duvet
it: Piumone singolo o doppio

# Rideaux (par m²)
source: Curtains (per m²)
it: Tende (per m²)

# Draperies (par m²)
source: Draperies (per m²)
it: Tendaggi (per m²)

# Tapis jusqu’à 9 m² (par m²)
source: Carpet up to 9 m² (per m²)
it: Tappeto fino a 9 m² (per m²)

# Tapis plus de 9 m² (par m²)
source: Carpet over 9 m² (per m²)
it: Tappeto oltre 9 m² (per m²)

# Doudoune
source: Down jacket
it: Piumino

# Cuir (veste courte)
source: Leather (short jacket)
it: Pelle (giacca corta)

# Cuir (manteau long)
source: Leather (long coat)
it: Pelle (cappotto lungo)

# Coussin
source: Cushion
it: Cuscino

# Housse de couette
source: Duvet cover
it: Copri piumone

# Peignoir
source: Bathrobe
it: Accappatoio

# Nappe
source: Tablecloth
it: Tovaglia

# Taie d’oreiller
source: Pillowcase
it: Federa

# Nappe jusqu’à 2,5m de long
source: Tablecloth up to 2.5m long
it: Tovaglia fino a 2,5m di lunghezza

# Nappe entre 2,5 et 3,5m de long
source: Tablecloth between 2.5 and 3.5m long
it: Tovaglia tra 2,5 e 3,5m di lunghezza

# Nappe entre 3,5 et 5m de long
source: Tablecloth between 3.5 and 5m long
it: Tovaglia tra 3,5 e 5m di lunghezza

# Nappe entre 5 et 8m de long
source: Tablecloth between 5 and 8m long
it: Tovaglia tra 5 e 8m di lunghezza

# Raccourcir jupe simple sans doublure
source: Shorten simple skirt without lining
it: Accorciare gonna semplice senza fodera

# Raccourcir jupe simple avec doublure
source: Shorten simple skirt with lining
it: Accorciare gonna semplice con fodera

# Raccourcir pantalon à la machine (type jeans)
source: Shorten pants by machine (jeans type)
it: Accorciare pantalone a macchina (tipo jeans)

# description_raccourcir_pantalon_a_la_machine_type_jeans
source: Description Shorten pants by machine (jeans type)
it: Descrizione accorciamento pantalone a macchina (tipo jeans)

# Raccourcir pantalon avec bord original
source: Shorten pants with original hem
it: Accorciare pantalone con bordo originale

# Raccourcir pantalon à la main (type pantalon de costume et classique)
source: Shorten pants by hand (suit and classic type)
it: Accorciare pantalone a mano (tipo pantalone da completo e classico)

# description_raccourcir_pantalon_a_la_main_type_pantalon_de_costume_et_classique
source: Description Shorten pants by hand (suit and classic type)
it: Descrizione accorciamento pantalone a mano (tipo pantalone da completo e classico)

# Raccourcir pantalon + talonnières
source: Shorten pants + heel guards
it: Accorciare pantalone + talloniere

# Transformation rideaux et tentures non doublés (par mètre courant)
source: Transformation of unlined curtains and drapes (per linear meter)
it: Trasformazione tende e tendaggi non foderati (per metro lineare)

# description_transformation_rideaux_et_tentures_non_doublés_par_mètre_courant
source: Description Transformation of unlined curtains and drapes (per linear meter)
it: Descrizione trasformazione tende e tendaggi non foderati

# Transformation tentures doublées (par mètre courant)
source: Transformation of lined drapes (per linear meter)
it: Trasformazione tendaggi foderati (per metro lineare)

# description_transformation_tentures_doublées_par_mètre_courant
source: Description Transformation of lined drapes (per linear meter)
it: Descrizione trasformazione tendaggi foderati

# Tirettes/fermetures éclair pour pantalons
source: Zippers for pants
it: Cerniere per pantaloni

# Tirettes/fermetures éclair pour jupes simples
source: Zippers for simple skirts
it: Cerniere per gonne semplici

# Tirettes/fermetures éclair pour blousons/anoraks (jusqu’à 65cm)
source: Zippers for jackets/anoraks (up to 65cm)
it: Cerniere per giacche/anorak (fino a 65cm)

# description_tirettes_fermetures_éclair_pour_blousons_anoraks_jusqu_a_65cm
source: Description Zippers for jackets/anoraks (up to 65cm)
it: Descrizione cerniere per giacche/anorak (fino a 65cm)

# Tirettes/fermetures éclair pour robes (jusqu’à 50 cm)
source: Zippers for dresses (up to 50 cm)
it: Cerniere per vestiti (fino a 50 cm)

# description_tirettes_fermetures_éclair_pour_robes_jusqu_a_50_cm
source: Description Zippers for dresses (up to 50 cm)
it: Descrizione cerniere per vestiti (fino a 50 cm)

# Notre travail
source: Our work
nl: Ons werk
